Repository: wp-plugins/smart-quotes
Catalog: smart-quotes-*.po
Languages: de_de

source: Enter any characters you would like to use for smart quotes; click on any of the examples below to use it (hover for more information)
de_de: Gib beliebige Zeichen ein, die Du gerne als typografische Anführungszeichen verwenden möchtest; klicke auf eins der Beispiele, um es zu verwenden (zeige ohne zu klicken, um mehr zu erfahren)

source: English, WordPress default
de_de: Englisch, WordPress Standard

source: Croatian, Hungarian, Polish, Romanian
de_de: Kroatisch, Ungarisch, Polnisch, Rumänisch

source: Czech, German
de_de: Tschechisch, Deutsch

source: Danish
de_de: Dänisch

source: Finnish, Swedish
de_de: Finnisch, Schwedisch

source: French (with spaces)
de_de: Französisch (mit Leerzeichen)

source: Greek, Italian, Norwegian, Portuguese, Russian, Spanish, Swiss (without spaces)
de_de: Griechisch, Italienisch, Norwegisch, Portugiesisch, Russisch, Spanisch, Schweizerisch (ohne Leerzeichen)

source: Japanese, Traditional Chinese
de_de: Japanisch, Chinesisch

source: &quot;dumb quotes&quot;
de_de: &quot;gerade&quot; Anführungszeichen

source: Smart Quotes
de_de: Typografische Anführungszeichen

source: Change the quotation marks, that are automatically rendered as smart or curly quotes inside your content, from the default English style (&#8220;&#8230;&#8221;) to anything you like, e.g. to Croatian/Hungarian/Polish/Romanian style quotation marks (&#8222;&#8230;&#8221;), Czech or German style (&#8222;&#8230;&#8220;), Danish style (&#187;&#8230;&#171;), Finnish or Swedish style (&#8221;&#8230;&#8221;), French style (&#171;&nbsp;&#8230;&nbsp;&#187; &ndash; with spaces), Greek/Italian/Norwegian/Portuguese/Russian/Spanish/Swiss style (&#171;&#8230;&#187; &ndash; without spaces), Japanese or Traditional Chinese style (&#12300;&#8943;&#12301;), or actually to any arbitrary character combination of your choice. Of course you can turn off curly quotes entirely by picking the so-called &quot;dumb&quot; quotes (&quot;&#8230;&quot;).
de_de: Ändere die Anführungszeichen, die in Deinen Beiträgen automatisch in typografische (geschwungene) Anführungszeichen umgewandelt werden, von der englischen Standardeinstellung (&#8220;&#8230;&#8221;) zu beliebigen anderen Zeichen, z.B. in im Kroatischen/Ungarischen/Polnischen/Rumänischen übliche Anführungszeichen (&#8222;&#8230;&#8221;), im Tschechischen oder Deutschen Stil (&#8222;&#8230;&#8220;), Dänisch (&#187;&#8230;&#171;), Finnisch oder Schwedisch (&#8221;&#8230;&#8221;), Französisch (&#171;&nbsp;&#8230;&nbsp;&#187; &ndash; mit Leerzeichen), Griechisch/Italienisch/Norwegisch/Portugiesisch/Russisch/Spanisch/Schweizerisch (&#171;&#8230;&#187; &ndash; ohne Leerzeichen), Japanisch oder Chinesisch (&#12300;&#8943;&#12301;), oder jede beliebige andere Kombination Deiner Wahl. Natürlich kannst Du typographische Anführungszeichen auch ganz ausschalten, indem Du so genannte &quot;gerade&quot; Anführungszeichen verwendest (&quot;&#8230;&quot;).
